[
    {
        "movie" : "midnightinparis",
        "length": 0,
        "text"  : "Five if you counted Vincente but he had lost his hand when a grenade went off and he couldn't fight as he could when I first met him and he was young and brave and the hill  was soggy from days of rain and sloped down toward a road and there were many German soldiers on the road and the idea was to aim at the first group and if our aim was true we could delay them."
    },
    {
        "movie" : "midnightinparis",
        "length": 0,
        "text"  : " If I'm not mistaken this was a failed attempt to capture a young French girl named Adriana - from Bordeaux - if my art history serves  me - came to Paris to study costume   design for the theatre. Believe she had a brief affair with  Modigliani - then Braque - that's  where Pablo met her - er Picasso.  You'd never know it from this portrait but she's quite subtly beautiful."
    },
    {
        "movie" : "midnightinparis",
        "length": 1,
        "text"  : "Gil wanders. Eventually he is at a lovely spot. Perhaps by the river, the bridge - or somewhere else but he's just wandering lost. Finally he looks at his watch. Either by his watch or a nearby building clock, the hands  move to exactly midnight. perhaps midnight chimes somewhere.  At precisely that moment a car happens to pull up along side  him. Inside are TWO MEN and TWO WOMAN - elegant - they have champagne and glasses and they pour from the open bottle and drink happily."
    },
    {
        "movie" : "midnightinparis",
        "length": 1,
        "text"  : "Paul says we have to see the  countryside. He's taking us for lunch at this beautiful little inn.  I know you like making love in the  morning but I find it much sexier late afternoon - just before we go   out to dinner. Except I always have to explain to my parents why your cheeks look radiant. Hey- I'm not going to force you. I know you're hot on your writing. I'll be  happy when you finish this book and move on."
    },
    {
        "movie" : "midnightinparis",
        "length": 2,
        "text"  : "That immediate magic one hears  about happened to me. I know that both Picasso and Hemingway are in love with me but for whatever inexplicable reasons the heart has, I am drawn to Gil. Perhaps because he seems naive and unassuming. As always in this sad life he is about to marry a woman named Inez.  I had a dream where he came to me and brought me a little gift - earrings they were - and we made love. perhaps it is just as well I Africa. Life with Pablo is too full of conflict and I am suffocating under his genius. Why  I need to go from one brilliant man to another is my weakness. Gil is different, perhaps not a genius but not moody and selfish like Pablo or Amedeo was. I think a trip to  Africa with Hemingway would help get these feelings for Gil off my mind."
    },
    {
        "movie" : "anniehall",
        "length": 0,
        "text"  : "Alvy as a child sits at the table eating soup and reading a comic book while his father sits on the sofa reading the paper.  The house shakes with every move of the roller coaster."
    },
    {
        "movie" : "anniehall",
        "length": 1,
        "text"  : "Annie and I broke up and I-I still can't get my mind around that.  You know, I-I keep sifting the pieces of the relationship through my mind and-and examining my life and tryin' to figure out where did the screw-up come, you know, and a year ago we were... tsch, in love.  You know, and-and-and ... And it's funny, I'm not-I'm not a morose type.  I'm not a depressive character. I-I-I, uh, you know, I was a reasonably happy kid, I guess.  I was brought up in Brooklyn during World War II."
    },
    {
        "movie" : "anniehall",
        "length": 1,
        "text"  : "Young Alvy at the food-stand concession watching three military men representing the Army, the Navy and the Marines arm in arm with a blond woman in a skirted bathing suit.  They all turn and run toward the foreground.  The girl stops before the camera to lean over and throw a kiss.  The sign over the concession reads \"Steve's Famous Clam Bar.  Ice Cold Beer, \"and the roller coaster is moving in full gear in the background."
    },
    {
        "movie" : "anniehall",
        "length": 2,
        "text"  : "There's an old joke.  Uh, two elderly women are at a Catskills mountain resort, and one of 'em says: \"Boy, the food at this place is really terrible.\" The other one says, \"Yeah, I know, and such ... small portions.\" Well, that's essentially how I feel about life.  Full of loneliness and misery and suffering and unhappiness, and it's all over much too quickly.  The-the other important joke for me is one that's, uh, usually attributed to Groucho Marx, but I think it appears originally in Freud's wit and its relation to the unconscious.  And it goes like this-I'm paraphrasing: Uh .. \"I would never wanna belong to any club that would have someone like me for a member.\" That's the key joke of my adult life in terms of my relationships with women.  Tsch, you know, lately the strangest things have been going through my mind, 'cause I turned forty, tsch, and I guess I'm going through a life crisis or something, I don't know. I, uh ... and I'm not worried about aging. I'm not one o' those characters, you know. Although I'm balding slightly on top, that's about the worst you can say about me.  I, uh, I think I'm gonna get better as I get older, you know?  I think I'm gonna be the- the balding virile type, you know, as opposed to say the, uh, distinguished gray, for instance, you know?  'Less I'm neither o' those two. Unless I'm one o' those guys with saliva dribbling out of his mouth who wanders into a cafeteria with a shopping bag screaming about socialism. "
    },
    {
        "movie" : "manhattanmurder",
        "length": 0,
        "text"  : "I was in the kitchen okay ? And I was making the coffee. There were no beans, so, I was looking in his cupboards, just to see, you know, and I came across this urn, okay ? And I opened it and there were ashes in it."
    },
    {
        "movie" : "manhattanmurder",
        "length": 1,
        "text"  : "No, I'm not pushing it. I think the book is great. Absolutely great. You know, but, uh... how much, how much of Dorothy is you? As I was reading it, I kept thinking how much is... you know, how much did you base it on your own life ? They have now reached a smaller room, actually Larry's private room. Marcia takes her glasses off, and then her coat, and sits on a sofa."
    },
    {
        "movie" : "manhattanmurder",
        "length": 1,
        "text"  : "Paul enters the room, looking in the inner pocket of his jacket. He walks around the room, and opens a closet. He looks through the hanging clothes, and finds a few documents in one of the jackets. He closes the closet, and starts looking through the documents he has found. He puts them inside the inner pocket of his jacket. He starts walking out of the room, when the phone rings. He stops and picks up the phone receiver on one of the night-tables."
    },
    {
        "movie" : "manhattanmurder",
        "length": 2,
        "text"  : "Well, I don't know. All I know is, they were supposedly looking forward to their, you know... anniversary, and, and, and, you know, uh-uh, i-i-if... I suddenly dropped dead... wouldn't you sob for months, or-or years, if I... You know...  I mean, to me he just seemed a little too perky. You know ? Now, suddenly he wants his French desserts, and, «Have a nice time, you know, at the opera». And, my God, «We're certainly dressed up». I mean, you know. This guy should be a wreck."
    },
    {
        "movie" : "youwill",
        "length": 0,
        "text"  : "Well, I told your mother and, you know, she was surprised, but she took it well. Apparently, this woman she's been seeing, who gives her guidance about her future, has given her a lot of strength emotionally. Anyway, I would like you to help choose some perfume with me."
    },
    {
        "movie" : "youwill",
        "length": 1,
        "text"  : "I was going to take you out for a drink and ask you to start a new gallery with me. Are you joking? Our own business? That's my dream. Listen, a number of clients and artists would dump Lois Geller in a heartbeat... and come with me. And you have such a good eye for the new painters. I mean, yes, it's expensive, but if we each raise half the money... I just can't believe this. The timing's right. Can you believe he wound up with that hot little wet dream? She's unbelievable. Look. Look. Whatever it costs him, it's worth it. That body. I bet she's an acrobat."
    },
    {
        "movie" : "youwill",
        "length": 2,
        "text"  : "She said you know the future. I adore Gabriella. She's such a gifted masseuse. I must say, I've become addicted to those massages. They're the only thing that relieves the throbbing in my neck. Will it be cash or check, darling? Gabriella told you the fee? Oh, believe me, it's far less expensive. These fancy psychiatrists I've been seeing... Have a little seat, then. Make yourself comfy. Thank you. Then they sit there all stony-faced when you need help. These horrible, horrible medications, they make me feel even more fidgety. Is there something I could sip on? Do you want a cup of tea? Have you any sherry? A little drinky. Scotch? Even better. I want to tell you something, darling. My first impression of you... is a woman who is constantly blaming herself. Am I right? You're being too hard on yourself, my darling. Thank you. Well, you're very perceptive. When my husband walked out on me, I tried ending my life. Well, I imagine Gabriella told you that little tale. She's such a gossip."
    },
    {
        "movie" : "bluejasmine",
        "length": 0,
        "text"  : "I changed it. Yeah, Jeanette had no panache. This song was playing when we first met. You know it? Yeah, we met at a party at Martha's Vineyard. \"Blue Moon.\" Come on, boys. Okay, let's go, Augie. I gotta get home. Someone's waiting. We helped Dad move the furniture today.  Oh, really? That's your idea of taking the boys? Letting them help you lug somebody's furniture upstairs?"
    },
    {
        "movie" : "bluejasmine",
        "length": 1,
        "text"  : "And Hal and I traveled everywhere. I hear it's beautiful. I'll be staying with my sister, Ginger. She's divorced. Biologically, she's not my sister. She's adopted. We're both adopted. I couldn't stand her ex-husband. He used to hit her. That's mine. The Vuitton. My plan is to start a new life out here. Put everything behind me and start fresh. Go West. Was it Horace Greeley who said that? \"Go West.\" Oh, there's my family. It was really nice talking to you. Oh, I'll call you, maybe for lunch. I don't have your number."
    },
    {
        "movie" : "bluejasmine",
        "length": 1,
        "text"  : "I'm moving out of this place today. I just gotta get myself together. Dwight asked me to move in with him, as I expected he would. He wants me to finish decorating his home. Then we'll marry and we'll move in together. He's one of these men who's lost without a woman. It has to be the right woman, who's a plus for his career.  I have the social skills required for his future in politics. For the next few years, we'll be living in Vienna. Now, if you'll excuse me, I'm gonna take a shower. I'll send for my luggage. I was pretty angry at some of the things she said, but I kept it on the inside. I'm tired of her knocking you."
    },
    {
        "movie" : "bluejasmine",
        "length": 2,
        "text"  : "I still remember that. And one more year and I would have graduated. But I quit BU to marry him. I mean, what was I learning at school anyway? I mean, can you picture me as an anthropologist? Is that a joke? The sex was always great. Well, he was nine years older than me. He'd already made and lost a fortune. But then he made it back, and more. I mean, much more. God, he was dynamic. Taught me everything I know about real lovemaking...not that I care to get too graphic. Believe me when I tell you. They tried six medications on me. Cocktails, they call them. The only cocktail that helped was a Stoli martini. I never trusted doctors. Doctors put both my parents in early graves. I have never been to San Francisco."
    }
]
